Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: The Reconstruction Agency's goal is to finish disposal of disaster debris by the end of March 2014.
ko: 재건 단체의 목표는 재난으로 발생한 잔해처리를 2014년 3월 말까지 종료하는 것이다.

source: Tehran's Deadly Air Pollution Illustrated · Global Voices
ko: 삽화로 그려진 테헤란의 치명적인 대기오염

source: Air pollution has been a public enemy to millions of Iranians for years.
ko: 대기오염은 몇 년간 백만 명의 이란 사람들에게 공공의 적이 되어왔다.

source: It is no longer surprising news when the government some days shuts down public institutions due to air pollution.
ko: 정부가 대기오염으로 공공기관을 몇 일 동안 폐쇄하는 것은 이제 더 이상 놀라운 뉴스가 아니다.

source: Earlier this month, the Ministry of Health declared that last year more than 4,400 people lost their lives because of air pollution in Tehran, Iran's capital.
ko: 이번 달 초, 보건부는 4,400명이 넘는 사람들이 이란의 수도인 테헤란에서 대기오염으로 인해 목숨을 잃었다고 알렸다.

source: Dusty Tehran
ko: 먼지로 뒤덮인 테헤란

source: There are several cartoons that have been shared with Iranian netizens about Tehran's pollution.
ko: 테헤란의 대기오염과 관련한 몇몇 만화들이 이란 네티즌들 사이에서 공유되고 있다.

source: Omid drew a cartoon on Iroon.com to show dusty Tehran.
ko: 오미드(Omid)는 Iroon.

source: Omid, Iroon.com
ko: 오미드, Iroon.

source: Mana Neyastani did not forget politics in his cartoon on pollution: "Grandfather" says "It's morning again, and I should wake up... all this bad news...executions, prison..."
ko: “다시 아침이군, 일어나야 겠지…이 모든 안 좋은 뉴스들…처형, 감옥…” “할아버지”는 새로운 날을 시작하기 위해 크게 숨을 들이쉬었다.

source: "Grandfather" takes a deep breath to start his day and falls down beside a journal with the headline: "Deadly pollution of Tehran's air"
ko: 그리곤 다음과 같은 헤드라인이 적힌 신문 옆에 쓰러졌다: “치명적인 테헤란의 대기오염”

source: Dark City
ko: 어두운 도시

source: Here is a video showing a dark polluted Tehran at noon as an airplane lands in Mehrabad's airport.
ko: 이 영상은 비행기가 메흐라바드(Mehrabad) 공항에 내린 정오에 대기오염으로 어둡게 뒤덮인 테헤란을 보여준다.

source: No Oxygen
ko: 산소 없음

source: Zeyton, an Iranian blogger, says :
ko: 이란인 블로거(Zeyton)은 다음과 같이 말한다:

source: We used to say there is no place to breathe in this country.
ko: 우리는 이 국가에서 숨 쉴 곳이 없다는 얘기를 종종한다.

source: By saying this we referred to political and social repression by the regime.
ko: 이런 말은 이 정권의 정치적 사회적 억압을 비유해서 사용했었다.

source: But now there is literally no oxygen to breathe.
ko: 그러나 현재 이 말은 말 그대로 숨쉴 산소가 부족하다는 말이 되었다.

source: A regime which can not provide oxygen for its citizens claim to export its way of governing to the whole world.
ko: 자신들의 시민에게 산소조차 제공하지 못하는 정권이 전 세계를 통치할 방법에 대해 수출한다고 한다.

source: We should not forget that people in many other cities in Iran have become the victims of pollution too, such as the southern city Ahwaz .
ko: 우리는 아흐와즈(Ahwaz) 같은 남쪽 도시를 비롯해, 이란의 많은 도시에 있는 사람들이 오염의 피해자가 되고 있음을 잊어선 안 될 것이다.

source: The Big Wet: Northern Australia in Grip of Floods · Global Voices
ko: 거대한 빗줄기, 홍수에 갇힌 호주 북쪽지역

source: As Queensland rivers burst their banks and northern New South Wales is inundated, Nick Evershed sums up the national feeling in Australia about the latest weather and the climate implications:
ko: 에버셰드(Nick Evershed)는 최근 날씨와 기후 영향에 대한 호주 국론에 이렇게 요약했다.

source: ‏@NickEvershed: Australia: if it's not on fire, it's probably underwater.
ko: ‏@NickEvershed: 호주: 불에 타고 있지 않으면, 아마 잠수 중일 것이다.

source: At the same time bushfires are still out of control in parts of Victoria.
ko: 동시에, 호주 빅토리아 일부 지역에서의 산불은 여전히 겉잡을 수 없는 상황이다.

source: The #bigwet and #qldfloods hashtags are capturing much of the general comment as well as local stories.
ko: 해쉬택 #bigwet 과#qldfloods는 지방 이야기들은 물론 일반적인 의견들을 많이 포착했다.

source: ABC News Breakfast quoted a resident from the Lockyer valley, west of Brisbane:
ko: ABC 뉴스 브렉퍼스트(ABC News Breakfast)는 서쪽 브리즈번에 위치한 로키어에 살고 있는 주민의 말을 인용했다:

source: ‏@BreakfastNews : Steve McDermott in the Lockyer Valley: You experience a once in 100 year flood in 2011, you don't expect another one two years later #bigwet
ko: ‏@BreakfastNews : 로키어 밸리에 살고 있는 맥더모트(Steve McDermott): 2011년 여러분은 100년에 한번 있을 만한 홍수를 경험했습니다.

source: Over 20 people died in the Lockyer area in the 2011 floods.
ko: 2011년 홍수로 20명이 넘는 사람들이 로키어(Lockyer) 지역에서 죽었다.

source: This video was produced a year a go by the Lockyer Valley Regional Council's official YouTube Channel:
ko: 로키어 밸리 지역 의회의 공식적인 유튜브 채널은 이 비디오를 일년 전에 제작했다:

source: In Brisbane Derek Weeks has been tweeting regularly about the floods:
ko: 브리즈번의 윅스(Derek Weeks)는 홍수에 대해 규칙적으로 트윗했다:

source: ‏@derek_weeks: This is where the projected flood maps will be http://www.brisbane.qld.gov.au/ #qldfloods #bigwet in a 'short time. He added a photo soon after:
ko: ‏@daveyk317:우리는 뉴스에서 “전례를 찾아볼 수 없는” 이라는 단어를 많이 들었다 #qldfloods - 우리가 이런 말을 더 많이 들을 것이라는 건 의심의 여지가 없다 #ClimateCrisis

source: David Kirkpatrick is only one of many online who have linked the extreme weather to climate change:
ko: 브리즈번은 우샤히디(Ushahidi)가 지원하는 크라우드 소싱의 홍수지도를 보유하고 있다.

source: Brisbane has a crowdsourced map of flooding, powered by Ushahidi, here: Brisbane Storm and Flood Map.
ko: 이곳을 확인: 브리즈번 폭풍 및 홍수 지도(Brisbane Storm and Flood Map).

source: So far three deaths have been confirmed.
ko: 현재까지 3명의 사망자가 확인됐다.

source: This current extreme weather and the resultant floods have many days to go as the massive storm moves south towards Sydney.
ko: 최근 이런 극한 날씨와 그로 인해 발생하는 홍수들은 거대한 태풍이 남쪽 시드니로 향하면서 더 많은 날 계속 될 것이다.

source: Currently, the #bigwet tag is being added to every few seconds.
ko: #bigwet 태그는 몇 초에 한번씩 업데이트 되고 있다.

source: Children Crisis in Syria: How You Can Help · Global Voices
ko: 시리아 아이들이 처한 위기: 당신이 도울 수 있는 방법

source: This post is part of our special coverage Syria Protests 2011/13
ko: 이 글은 2011/13 시리아 민중봉기 특별취재의 일부입니다.

source: Consequences of war on Syrian children:
ko: 시리아 아이들에게 남겨진 전쟁의 상처:

source: An estimated 4,355 Syrian children have been killed (up to 15/1/2013) in the on-going conflict in Syria, according to latest report released by Martyrs of the Syrian Revolution Database.
ko: 시리아 혁명 순교자들 데이터베이스(Martyrs of the Syrian Revolution Database)가 공개한 가장 최근 보고서에 따르면, 시리아에서 지속되고 있는 분쟁으로 인해 4,355명 가량의 시리아 아이들이 사망했다(2013년 1월 15일 기준).

source: Thousands more have been wounded, detained, or left without family, or access to medical aid and humanitarian assistance.
ko: 그리고 추가로 몇 천명이 부상당하거나, 구금되거나, 가족 없이 버려지거나 의료지원 또는 인도주의적 지원을 받지 못하고 있다.

source: According to the UN Refugee Agency (UNHCR), 650,764 Syrian refugees are registered or awaiting registration inside and outside Syria.
ko: 유엔난민기구 (UNHCR)에 따르면, 650,764 명의 시리아 난민들이 시리아 안 또는 밖에서 난민으로 등록되거나 등록되기를 기다리고 있다.

source: More than half of them (52%) are under 18.
ko: 이 중 과반수인 52퍼센트가 18살 미만의 아이들이다.

source: However, countless Syrian children have been confronted with the anguish of losing their home, their belongings, and parents.
ko: 하지만, 셀 수 없이 많은 시리아 아이들이 집, 재산 그리고 부모님을 잃은 괴로움에 고통받고 있다.

source: The Children's Rights Portal reports:
ko: 칠드런스 라이츠 포탈(Children's Rights Portal)은 이렇게 보도했다:

source: Syrian Children in Crisis, bitter winter adds to suffering.
ko: 위기에 처한 시리아 아이들에게, 겨울은 또다른 고통입니다.

source: Source: Save the Children
ko: 출처: Save the Children

source: In such conditions, practically all the necessary constants for child development are seriously disrupted, and the psychological damages of armed conflicts are incalculable....
ko: 이런 상황에서, 아이들의 성장에 필요한 거의 모든 것들이 심각하게 지장을 받고 있고, 전쟁이 남기는 심리적 상처는 막대합니다.

source: These children, unable to grow up in an atmosphere of trust and having had to face atrocities from a very young age, often develop the conviction that violence is a way like any other to solve disputes, and so it is difficult for them to send a message of peace and international security to future generations.
ko: 믿음이 있는 환경에서 자라지 못하고 아주 어릴 때부터 참상을 목격해야 하는 아이들은 보통 폭력이 문제를 해결하는 가장 좋은 수단이라는 믿음을 가지게 되기 때문에, 그들의 후손들에게 평화와 국제 안보에 대한 메세지를 전하기 어렵게 됩니다.

source: How to Help Syrian Children?
ko: 어떻게 시리아 아이들을 도울 수 있을까?

source: Earlier this week, we reported on the steep price Syrian children are paying in this war tearing their country apart.
ko: 이번 주 초반에, 우리는 시리아 전역을 찢어놓고 있는 전쟁으로 인해 시리아 아이들이 치르고 있는 비싼 대가에 대해 보도한 바 있다.

source: Today, we look at ways in which individuals could help alleviate some of their suffering.
ko: 오늘 우리는 사람들이 아이들이 겪고 있는 고통을 덜어주기 위해 할 수 있는 일들에 대해 알아볼 것이다.

source: With your responsible actions, you can show your compassion and you can raise your voice so that the United Nations fulfills its roles towards protecting the rights of children abused in Syria.
ko: 몇몇 행동을 취함으로써 우리는 우리의 연민을 보여주고 국제연합(UN)이 시리아 아이들의 인권을 보호하는 역할을 할 수 있도록 목소리를 높일 수 있다.

source: Show your solidarity with the children of Syria by: Show your care by sharing this article where are many ways that can help to save Syrian children from their horrific destiny. Sharing the cause through Rise 4 humanity which is:
ko: 시리아 아이들과의 단결을 보여줄 수 있는 방법은 다음과 같다: 시리아 아이들이 잔혹한 운명에서 벗어날 수 있도록 하는 여러 방법이 담긴 이 글을 퍼뜨려서 여러분의 관심을 보여주세요 라이즈 포 휴머니티(Rise 4 humanity) 를 통해 대의를 나눌 수 있습니다.

source: A movement dedicated to raising public awareness of crimes against humanity all over the world and
ko: 라이즈 포 휴머니티는:

source: helping to stop them, starting with the atrocities occurring against the Children of Syria.
ko: 시리아 아이들에게 일어나고 있는 잔혹행위를 시작으로, 세계 전역에서 일어나고 있는 반인륜적 범죄에 대한 경각심을 높이고 반인륜적 범죄를 멈추기 위해 노력하고자 하는 운동.

source: The next video represents the Syrian children case by Rise 4 Humanity.
ko: 다음 영상은 라이즈 포 휴머니티가 보여주는 시리아 아이들의 상황이다.

source: In the UK, London, notice that in your urban Metro there are UNICEF ads to support children of Syria, Donate 5 pounds.
ko: 영국 런던의 지하철에는 시리아 아이들을 돕기 위한 유니세프 광고가 있습니다.

source: Donate, ANY AMOUNT, on the main page of UNICEF.
ko: 유니세프의 메인 페이지에서 조금이라도 기부해주세요.

source: Give Books to help the education of Syrian children through Just Giving website: Books4Syria Donate to Safeworld to give the support to the school in the Zaatari refugee camp known as the "children's camp" because nearly half its 33,000 residents are under the age of 18.
ko: 저스트 기빙(Just Giving) 웹사이트를 통해 시리아 아이들이 교육받을 수 있도록 책을 기부해주세요: Books4Syria 33,000명의 거주민 중 거의 반이 18세 미만의 아이들이어서 "아이들의 난민촌"이라고도 불리는 자타리 난민촌에 있는 학교들을 지원하기 위해서는 세이프월드(Safeworld)에 기부해주세요 .

source: Donate to Save the Children to provide warm clothes, shoes, and blankets for children providing winter aid packages specially-made for infants.
ko: 세이브더칠드런(Save the Children)은 시리아 아이들에게 자행되는 범죄를 막자는 캠페인을 시작했다.

source: Save the Children launched a campaign to Stop the Crimes Against Syria’s Children.
ko: 결과는 놀라웠다-세계 전역에서 시리아 아이들이 처해있는 잔혹한 상황에 대한 관심이 쏟아졌다.

source: The response was phenomenal – resulting in worldwide attention to the atrocities that children are living through in Syria. This was our fastest growing campaign, with thousands of people signing up every day.
ko: 이 캠페인은 우리의 역사상 가장 빠른 속도로 커지고 있는 캠페인으로, 매일 수 천명이 등록하고 있다.

source: UNICEF’s Children of Syria Winter Crisis Appeal ad in a London Subway Dec 2012.
ko: 2012년 12월 런던 지하철에 붙은, 유니세프의 '시리아 아이들의 겨울나기 돕기' 광고.

source: Source: Global Research Share stories and photographs of The Children of Syria on Facebook.
ko: 출처: Global Research 칠드런 오브 시리아(The Children of Syria) 의 이야기와 사진들을 페이스북에 공유해주세요.

source: By sharing this page, you help to expand its reach and support to stop the killing of childhood in Syria.
ko: 이 페이지를 공유함으로써, 여러분은 이 단체가 시리아에서 일어나는 아동 학살을 막는 것을 도울 수 있습니다.

source: On Facebook: Save Syrian children On Facebook: SRC Syrian refugees in Lebanon (تنسيقية اللاجئين السوريين في لبنان) Spread the word, participate in Global walk 4 children of Syria Sponsor an orphan today with $50 on Syrian orphans Change.org: Join the campaign Stop the Crimes Against Syria's Children
ko: 페이스북: 시리아 아이들을 구하라(Save Syrian children) 페이스북: SRC 레바논의 시리아 난민들 (تنسيقية اللاجئين السوريين في لبنان) 말을 퍼뜨리고, 시리아 아이들을 위한 지구촌 걷기(Global walk 4 children of Syria) 에 참여하세요.

source: Sign Petitions:
ko: 서명운동에 서명하기:

source: Help by sending these sites and petitions to your friends and your official representatives.
ko: 이 사이트들과 서명운동들을 친구들과 공식 대표들에게 보내서 도움을 줄 수 있다.

source: They can do a lot. You can do a lot.
ko: 그들은 많은 것을 바꿀 수 있고, 당신 또한 많은 것을 바꿀 수 있다.

source: Avaaz: Protect Syria’s Children Now!
ko: 아바즈(Avaaz): 지금 시리아의 아이들을 보호하라!

source: Avazz: Stop the Torture of Children in Syria!
ko: 아바즈: 시리아 아이들이 고문당하는 것을 막아라!

source: In USA, tell your elected officials to stop the slaughter of the Syrian people through Syrian American Consul Petition to Congress and President Obama: Stop the Killing in Syria The petition site: To Dear President Bashar Assad: Tell Syrian Government: Stop Torturing Children!
ko: 국회와 오바마 대통령에게 보내는 서명운동: 시리아의 학살을 막아주세요(Stop the Killing in Syria) 서명운동 사이트: 바사르 아사드 대통령에게 보냄: 시리아 정부에게 말하자: 아이들을 고문하지 마시오!

source: The crisis in Syria affects 2 million children.
ko: 시리아 분쟁은 200만명의 아이들에게 영향을 미치고 있습니다.

source: We need your support to reach everyone.
ko: 아이들 모두에게 닿기 위해서는 여러분의 도움이 필요합니다.

source: Source: UNICEF España on Twitter.
ko: 출처: UNICEF España on Twitter.

source: Local Communities which help Syrian children: جمعية سردة للتنمية SRDH Association for Development مؤسسة الإغاثة والتنمية الإنسانية السورية Najda-Now International E.V For Syrian University students.
ko: V 시리아 대학생들을 위한 단체로는 국제 교육 협회: 시리아의 교육 위기: 여러분이 도울 수 있는 방법 이 있습니다.

source: Institute of International Education: An Education Crisis in Syria: How You Can Help And more than 32 national and international organizations which provide Child Protection from Iraq, Lebanon, Jordan and Egypt on the UNHCR Syrian refugees website.
ko: 그리고 유엔난민기구 시리아 난민 페이지 에서는 이라크, 레바논, 요르단 그리고 이집트에서 아동 보호에 나서고 있는 32개가 넘는 국내,국제 기관들을 찾을 수 있습니다.

source: Syria's children are the innocent victims of this war and drawing attention to their plight and trying to help ease their suffering in the least anyone can do.
ko: 시리아 아이들은 전쟁의 무고한 피해자들이며, 그들의 피난에 관심을 가지고 그들의 고통을 덜어주기 위해 노력하는 것은 사람들이 할 수 있는 최소한의 행동이다.

source: Incoming Chinese President's Mystery Fan Blogger Revealed · Global Voices
ko: 중국 총서기 '시진핑 팬클럽' 운영자의 정체는?

source: An anonymous blogger in China who ignited the country's curiosity with intimate details of incoming Chinese President Xi Jingping's comings and goings has revealed himself to be a college dropout unaffiliated with the communist party.
ko: 시진핑 중국 공산당 총서기의 동정 등을 옆에서 지켜보듯 세세히 전하며 인민들의 호기심에 불을 당긴 한 익명의 블로거가 자신은 공산당 소속이 아닌 대학 중퇴생이라고 밝혔다.

source: Bombarded with interview requests from the media and faced with mounting speculation over his real identity, Zhang Hongming, a migrant worker from China's southwestern Sichuan province, revealed in an exclusive interview with the Associated Press that he is the mastermind behind the "Xuesifensituan" (Learning from Xi Fan Club) page on the popular Chinese micro-blogging website Sina Weibo.
ko: 미디어의 인터뷰 공세와 함께 이 청년의 정체를 둘러싼 많은 논란이 증폭된 가운데 자신을 쓰촨성 출신의 농민공으로 소개한 장훙밍(張洪銘)은 AP통신과의 단독 인터뷰 에서 자신이 Xuesifensituan(시진핑 학습팬클럽) 웨이보(중국판 트위터)의 운영자라고 밝혔다.

source: Zhang Hongming, the mastermind behind "Learning from Xi Fan Club", unveiled his real identity on February 9.
ko: 시진핑 차기 주석의 팬클럽 "시 주석에게 배우자"의 운영자 장홍밍이 2월 9일 자신의 정체를 드러냈다.

source: Zhang claimed in the February 9 interview to be a genuine fan of Xi, and said his intention is to grant the public more access to the state leader.
ko: 2월 9일 진행된 인터뷰에서 장훙밍은 자신이 시 총서기의 열렬한 지지자이며 인민이 국가 지도자를 좀 더 친숙하게 느낄 수 있도록 웨이보 계정을 운영했다고 말했다.

source: He went on to describe the interview with the Associated Press in a February 10 post on his Weibo page.
ko: 그는 자신의 사진과 함께 인터뷰 내용을 다음날인 2월 10일 웨이보에 게재했다.

source: A photo of himself was attached to the microblog:
ko: 우리는 노력하고 있습니다.

source: As the head of this fan club, I wish all Xi's fans Happy New Year.
ko: 이 팬클럽의 운영자로서 모든 시 총서기의 팬들이 새해 복 많이 받길 바랍니다.

source: I will stop tweeting for some days.
ko: 이제 며칠 동안 트위터는 하지 않을 예정입니다.

source: Zhang posted a New Year's greeting from communist leaders.
ko: 장훙밍이 웨이보에 게재한 신년 인사 그림.

source: In the illustration, Xi is standing at the center.
ko: 시진핑 총서기는 가운데에 위치하고 있다.

source: Such flattering publications have annoyed some web users.
ko: 노골적으로 공산당의 비위를 맞추는 이러한 포스팅에 일부 누리꾼들은 반감을 나타냈다.

source: Zhang Xiaolei commented on Weibo that the fan club is serving the Propaganda Department:
ko: 한 누리꾼은 웨이보에 이 팬클럽이 중앙선전부 노릇을 하고 있다고 꼬집었다.

source: It seems that the propaganda department staff will take Spring Festival break soon.
ko: 선전팀은 곧 편안히 설날 휴가를 보낼 수 있겠군.

source: As of Feb 11, the number of Zhang's followers on Weibo has swelled to 809,737.
ko: 2월 11일(현지시간), 장훙밍의 팔로워는 80만명 이상으로 전해진다.

source: Doubts are likely to linger over how he manages to collect such close-up pictures of Xi despite his earlier claim that the pictures of Xi he has featured came from online sources or were provided by Xi's local fans.
ko: 이와 함께 시 총서기의 팬들인 누리꾼들의 제보로 웨이보를 운영한다는 초기의 주장에도 불구하고 과연 어떻게 시 총서기의 개인적인 일상 사진을 얻을 수 있었는지에 대한 의구심도 잦아들지 않고 있다.

source: It's a question that the Associated Press interview failed to address, as Maodou Xiansheng pointed out on Weibo:
ko: 한 누리꾼은 웨이보에서 다음과 같이 지적했다.

source: May I ask the blogger, how are you able to know so much about the General Secretary's itinerary, his meetings with major provincial leaders and get hold of so many old photos, as well as those photos taken on the scene of General Secretary Xi's visits??????
ko: 실례가 안된다면 묻고 싶군요. 어떻게 시 총서기의 행적(주요 성 서기들과의 회의 등)을 하나같이 꿰뚫고 있을 수 있지요? 시 총서기의 옛 사진이나 시찰 현장사진은 도대체 어떻게 구하는 겁니까?

source: Bangladesh Unites at Shahbag for 42-Year-Old War Crimes · Global Voices
ko: 42년의 전쟁범죄, 방글라데시를 단결시키다

source: Drop by drop, the Shahbag intersection in Bangladesh's capital city Dhaka has become an ocean of people, demanding justice for atrocities committed during the country's 1971 liberation war and death penalty for war criminals.
ko: 조금씩, 방글라데시의 수도 다카의 샤흐백 교차점은 1971년 독립전쟁 당시 저질러진 반인륜적 범죄들에 대한 정의와 전범들에 대한 사형 구형을 촉구하는 사람들로 바다를 이루었다.

source: According to some estimates as many as 500,000 people are at Shahbag.
ko: 현재 샤흐백에는 500,000명 가량이 있는 것으로 추정되고 있다.

source: Ten days ago, the Bloggers and Online Activists Network (BOAN) called for protests after the Secretary General of Bangladesh's Islamist party Jamaat-e-Islami Abdul Quader Mollah was found guilty of war crimes committed during 1971.
ko: 10일 전, 방글라데시의 이슬람 정당 자마트-이-이슬라미의 당수인 압둘 콰더 몰라(Abdul Quader Molllah)가 1971년에 저질러진 전쟁범죄들에 대해 유죄 판결을 받자 the 블로거들과 온라인 활동가 네트워크 (BOAN;Bloggers and Online Activists Network)는 시위를 벌일 것을 촉구했다.

source: He was sentenced to life in prison on 344 counts of murder, rape and arson by the International Crimes Tribunal on 5 February 2013.
ko: 그는 2013년 2월 5일 국제범죄재판소에서 344건의 살인,강간,방화죄로 종신형을 선고받았다.

source: Since Bangladesh's law allows death by hanging for heinous crimes, most people expected Quader Mollah to be taken to the gallows.
ko: 방글라데시의 법 상 극악무도한 범죄에 대해서는 교수형 집행이 가능하기 때문에, 대부분의 사람들은 콰더 몰라가 교수대로 가게 될 것이라고 생각했다.

source: When he wasn't they took to the streets and to Facebook.
ko: 하지만 그렇게 되지 않자, 사람들은 거리와 페이스북으로 나오기 시작했다.

source: Ocean of people in Shahbagh.
ko: 샤흐백에서 인산인해를 이루는 사람들.

source: Popular poet and a professor of Jahangirnagar University Khaled Hossain hopes for success of the Shahbag movement.
ko: 유명시인이자 자한기르네거 대학의 교수인 칼레드 호세인은 샤흐백 운동의 성공을 바라고 있다.

source: He writes on his Facebook wall:
ko: 그가 페이스북 담벼락에 쓴 내용이다:

source: This awakening is not from greed or material profit.
ko: 이 운동은 탐욕이나 물질적 이득때문에 일어난 자각이 아닙니다.

source: This is an aesthetic outcome of collective positive thoughts.
ko: 이건 긍정적 생각의 모임에서 나온 예술적 결과죠.

source: We have nothing to gain except victory.
ko: 우리는 오직 승리만을 얻을 겁니다.

source: Blogger, writer and teacher Moom Rahaman calls everyone to join in at the Shahbag intersection:
ko: 블로거이자 작가 그리고 교사인 뭄 라하만 은 모두 샤흐백 교차점으로 모이라고 외치고 있다:

source: Those youth who are in the city and have not managed to come to Shahbag, please know that you are far away from history, away from the present and future.
ko: 도시에 살면서도 샤흐백으로 나오지 않은 젊은이들이여, 그대가 역사로부터, 현재로부터 그리고 미래로부터 너무나 멀리 있다는 것을 알라.

source: Still you have time to come besides us.
ko: 아직 그대들도 우리 곁으로 올 수 있다.

source: Those who are young, this is the right time to go to Shahbag.
ko: 젊은이들이여, 지금이 바로 샤흐백으로 향할 때이다.

source: Tausif Hamim is a youth who is staying overnight to show solidarity to the protests.
ko: 타우시프 하밈 은 시위대들과의 단결을 보여주기 위해 밤을 새고 있는 젊은이이다.

source: I go to Shahbag three times aday, shout slogans, when I am tired, I scratch my head, look around, see with wonder that the lamp posts have become hanging posts.
ko: 저는 하루에 세번 샤흐백으로 가서 구호를 외칩니다. 피곤해질 때면, 전 머리를 긁고 주위를 둘러본 후, 가로등 기둥들이 다른 게 걸린 기둥이 된 광경을 보고는 하죠.

source: Quader Mollah's effigy is hanging in that post.
ko: 그 기둥들에는 콰더 몰라의 모형이 걸려있습니다.

source: I learn new words - S for Saka Chowdhury, You are Razakar, G for Golam Azam, You are Razakar.
ko: 전 새로운 단어들을 배웁니다-사카 차우더리(Saka Chowdhury)의 ㅅ(S), 당신은 라자카다, 골람 아잠(Golam Azam)의 ㄱ(G), 당신은 라자카다,라고요.

source: When I am hungry, I come back home, eat my lunch and go back to Shahbag.
ko: 배가 고프면 집에 돌아와 점심을 먹고 다시 샤흐백으로 갑니다.

source: The evening rolls in, the slogans get intense, as it becomes dark the burning torches smells like retribution, I collect all the used torches, put paper on the spilled kerosene, become more tired, eat peanuts and burn the peanut shells with burning candles.
ko: 그러면 저는 다 쓴 횃불들을 모으고, 쏟아진 등유 위에 종이를 덮고, 더 피곤해지고, 땅콩을 먹고 촛불로 땅콩 껍질을 태우죠.

source: Lucky Akter shouting slogans.
ko: 구호를 외치는 럭키 아크터(Lucky Akter).

source: A number of private TV channels are broadcasting these ongoing protests. Because of these broadcasts, Lucky Akter, a leading protester has become popular for her fiery slogans. British-Bangladeshi Morshed Akhter writes:
ko: 몇몇 사설 방송 채널들은 현재 진행되고 있는 시위를 생중계하고 있다.

source: Lot of love for you. Shimul Bashar, a reporter of a private TV channel has hopes for the #Shahbag protests:
ko: 이런 사설방송들 덕분에, 주도자인 럭키 아크터는 그녀의 불같은 구호들로 유명해졌다.

source: I reiterate that these days of Shahbag will be part of history.
ko: 영국계 방글라데시인인 모셰드 아크테르는 이렇게 썼다:

source: I do not have anything greater than this in my life.
ko: 오늘자로 럭키 아크터는 저의 자매입니다.

source: Mama, i can't sleep. I keep thinking about Shahbag.
ko: 이런 식으로 럭키 아크터는 우리의 자매, '친족 다음'의 존재가 되죠.

source: I remember the faces.
ko: 무한한 사랑을 보냅니다.

source: Many people across the board have supported the cause but Nobel Laureate Dr. Muhammad Yunus is keeping mum so far.
ko: 사설 방송 채널의 기자인 쉬믈 바샤르는 #샤흐백 시위에 대한 희망을 가지고 있다:

source: Azad Master noticed this: Non-Nobel Dr. Zafar Iqbal has came to the podium with his wife to shout slogans.
ko: 노벨상 수상자가 아닌 자파 이크발 박사도 구호를 외치기 위해 그의 아내와 함께 단상 위에 섰습니다.

source: But Nobel Laureate Dr. Yunus is keeping mum this time also.
ko: 하지만 노벨 수상자인 유누스 박사는 지금까지 침묵을 지키고 있네요.

source: School student are protesting.
ko: 학생들도 시위에 참가했다.

source: Saikat Shuvro Aic questions Bangladesh Nationalist Party's (the largest opposition party) - position on the ongoing protests:
ko: 사이캇 슈브로 아익은 현재 진행되는 시위에 대한 방글라데시 민족주의당 (최대 야당)의 입장을 묻고 있다:

source: Oh BNP!
ko: 오 BNP!

source: The do not have voice, or foresight!
ko: 그들은 목소리도 없고 선견지명도 없군요.

source: Oh God, please save this party.
ko: 신이시여, 이 당을 지켜주세요.

source: Many think that the protests are government supported.
ko: 많은 사람들은 이 시위가 정부의 지지를 받고 있다고 생각한다.

source: Others think that this shows a failure of the government.
ko: 다른 사람들은 이 시위가 정부의 실패를 보여준다고 본다.

source: But Bijoy Mazumdar does not agree:
ko: 하지만 비조이 마줌다르 는 이에 동의하지 않는다:

source: In politics, there is no scope to misunderstand what people want.
ko: 정치에서, 사람들이 원하는 것을 오해할 여지는 없습니다.

source: The people politics is for the people.
ko: 대중 정치는 대중들을 위한 것이죠.

source: The peoples' politics is against injustice, repression and oppression.
ko: 대중 정치는 불의와 억압, 탄압에 반대합니다.

source: The peoples' politics is not for power, to free the power from corruption.
ko: 대중 정치는 권력을 위한 것이 아니라, 권력이 부패하는 것을 막기 위한 것입니다.

source: Those who are protesting in Shahbag, they are not doing it to empower any party.
ko: 샤흐백에서 시위하고 있는 사람들은 어떤 정당에 힘을 실어주기 위해 시위하는 것이 아닙니다.

source: Their fight is to establish justice.
ko: 그들은 정의를 바로 세우기 위해 싸우고 있는 겁니다.

source: This protest in the awakening of the younger generation
ko: 젊은 세대들을 일깨우고 있는 이 시위는

source: Some are thinking that this protest is a ploy of the ruling party to hide their failures in different areas.
ko: 몇몇 사람들은 이 시위가 다른 분야에서의 실패를 감추기 위한 여당의 계략이라고 생각합니다.

source: I have a different answer.
ko: 전 좀 다른 생각을 가지고 있습니다.
